@extends('templates.land')

@section('styles')
    <link rel="stylesheet" href="{{ asset('t/v538/images/mosaic/designs/design-incpuhgqw-1654866876_styles.css') }}">
    <link rel="stylesheet" href="{{ asset('g/s3/lp/lpc.v4/css/block_1922851.css') }}">
@endsection

@section('header')
    <div class="container container--u-iuum5rlwz" id="iuum5rlwz_0">
        <div class="section section--u-inxu8791y" id="inxu8791y_0" data-do-section='{"screen":{"scroll":false,"smooth":true}}'>
            <div class="div div--u-isgdfq56b" id="isgdfq56b_0">
                <a
                    href="/"
                    class="link-universal link-universal--u-iobuim118"
                    id="iobuim118_0"
                    data-do-link_universal='{"screen":{"type":"link","popup":"none","eventName":"none","eventElement":"self","eventAction":"","selectedTag":"","linkType":"link","blank":false}}'
                >
                    <div class="imageFit imageFit--u-ib3u1v0gh" id="ib3u1v0gh_0" data-do-image='{"screen":{"objectFit":"cover","lockRatio":true,"maxHeight":1900,"maxWidth":1900}}'>
                        <img
                            data-origin-src="{{ asset('assets/img/chistiyya.jpg') }}"
                            data-size="75x75"
                            src="{{ asset('assets/img/chistiyya.jpg') }}"
                            alt="logo5"
                            title=""
                            class="imageFit__img imageFit__img--u-ig03fb2ff"
                            id="ig03fb2ff_0"
                        />
                        <div class="imageFit__overlay imageFit__overlay--u-ittp067zj" id="ittp067zj_0"></div>
                        <div class="imageFit__zoom imageFit__zoom--u-ikrve87yz" id="ikrve87yz_0">
                            <span image="Array" class="svg_image svg_image--u-ij91ot3kc" id="ij91ot3kc_0" data-do-svg_image='{"screen":{"stretch":true}}'> </span>
                        </div>
                    </div>
                    <div class="rich-text rich-text--u-icj5zh8aq" id="icj5zh8aq_0">
                        <div class="text-block-wrap-div">{{ config('app.name') }}</div>
                    </div>
                    <div class="text text--u-i7z2rnye1" id="i7z2rnye1_0">
                        <span class="text-block-wrap-div">Хозяйственные товары, бытовая химия</span>
                    </div>
                </a>
                <div class="div div--u-ixcb88kgt" id="ixcb88kgt_0">
                    <div class="div div--u-i96ow9220" id="i96ow9220_0">
                        <div class="list list--u-i6390seub" id="i6390seub_0">
                            <div class="list__item list__item--u-i3car0bed" id="i3car0bed_0">
                                <a
                                    href="/"
                                    class="link-universal link-universal--u-ihyeewwvz"
                                    id="ihyeewwvz_0"
                                    data-do-link_universal='{"screen":{"type":"link","popup":"none","eventName":"none","eventElement":"self","eventAction":"","selectedTag":"","linkType":"link","blank":false}}'
                                >
                                    <div class="text text--u-idopc082e" id="idopc082e_0">
                                        <span class="text-block-wrap-div">+7 (861) 262-60-93</span>
                                    </div>
                                </a>
                            </div>
                        </div>
                    </div>
                    <div class="text text--u-ij4hedd1x" id="ij4hedd1x_0">
                        <span class="text-block-wrap-div">Ждем Вашего звонка</span>
                    </div>
                </div>
            </div>
        </div>
        <div class="div div--u-it6svcs4u" id="it6svcs4u_0">
            <div class="div div--u-icqy1awcl" id="icqy1awcl_0">
                <div class="div div--u-iiv5c7rmv" id="iiv5c7rmv_0">
                    <a
                        role="button"
                        class="link-universal link-universal--u-ilji3h8ds"
                        id="ilji3h8ds_0"  href="{{ route('categories.index'); }}"
                        data-do-link_universal='{"screen":{"type":"button","popup":"i20nssi6m_0","sidepanel":false,"eventName":"none","eventElement":"self","eventAction":"","selectedTag":"","linkType":"link","blank":false}}'
                    >
                        <div class="text text--u-iu0pro5rx" id="iu0pro5rx_0">
                            <span class="text-block-wrap-div">ЗАКАЗАТЬ ONLINE</span>
                        </div>
                    </a>
                    <div class="text text--u-i1uere2vm" id="i1uere2vm_0">
                        <span class="text-block-wrap-div">Оставьте заявку и мы свяжемся с Вами в ближайшее время</span>
                    </div>
                </div>
            </div>
        </div>
    </div>
@endsection

@section('content')
    <div class="section section--u-iyqsb6x9r" id="iyqsb6x9r_0" data-do-section='{"screen":{"scroll":false,"smooth":"1"}}'>
        <div class="container container--u-ibhkb6orm" id="ibhkb6orm_0">
            <div data-url="/dostavka" class="mosaic-crumbs mosaic-crumbs--u-iwcf1mvng" id="iwcf1mvng_0" data-do-crumbs='{"screen":{"delimiter":"\/"}}'>
                <a href="/" class="mosaic-crumbs__item_link mosaic-crumbs__item_link--u-ipf6t0r47"><span class="text-block-wrap-div">Главная</span></a>
                <span class="mosaic-crumbs__delimiter mosaic-crumbs__delimiter--u-ifgrzfe4c">/</span><span class="mosaic-crumbs__last mosaic-crumbs__last--u-i642bv3vr"><span class="text-block-wrap-div">Доставка</span></span>
            </div>
            <h1 class="page-title page-title--u-iwsxusnpi" id="iwsxusnpi_0">
                Доставка
            </h1>
            <div class="content content--u-iwikiu4za" id="iwikiu4za_0" data-do-content='{"screen":{"image":false,"gallery":false,"text":false,"headers":false}}'>
                <div class="ph--col-xxs-12 ph--col-xs-12 ph--col-sm-12 ph--col-md-9 ph--col-xl-9 ph--col-lg-9 ph--gutter">
                    <br />
                    <p>
                        ЧистыйЯ предлагает несколько видов доставки заказов и самовывоз.
                    </p>
                    <div class="questions-section ph--pointer">
                        <div class="question-body">
                            <div class="questions-title">
                                <h2 class="questions-title-text">Доставка по Краснодару и городам присутствия сети магазинов ЧистыйЯ</h2>
                            </div>
                            <div class="questions-inner">
                                <div class="inner-text">
                                    <h3>Цена</h3>
                                    <p>
                                        Доставка заказов, на сумму свыше 2500 рублей - БЕСПЛАТНО!
                                    </p>
                                    <p>
                                        Стоимость доставки заказа, где сумма покупки НЕ превышает 2500 рублей, составит 200 рублей в пределах города.
                                    </p>
                                    <h3>Как оплатить?</h3>
                                    <p>
                                        Оплата возможна онлайн, так и при получении, но <b>только при помощи наличного расчета, при условии стоимости товара не более 50 000 руб.</b> Доставка товаров юридическим лицам осуществляется только после полной
                                        оплаты счета. Подробнее <a href="/payment/">о способах оплаты</a>.
                                    </p>
                                    <h3>Условия</h3>
                                    <p>
                                        Курьерская доставка по Краснодару осуществляется на следующий день (в некоторых случаях необходимо 3-5 дней для подготовки к отгрузке всех позиций в заказе) после оформления заказа.
                                    </p>
                                    <p>
                                        Время доставки с понедельника по субботу, с 12 до 18 часов. Ожидайте предварительного звонка водителя ориентировочно за 30 минут до времени доставки.
                                    </p>
                                    <p>
                                        <b><i>Услуга выгрузки и подъема на этаж не предоставляется!</i></b>
                                    </p>
                                    <p>
                                        <b><i>Сотрудник, осуществляющий доставку товара, не является техническим специалистом, давать квалифицированную консультацию не может.</i></b>
                                    </p>
                                    <h3>Как оформить?</h3>
                                    <p>
                                        Оформить, уточнить дату, время и маршрут доставки, вы можете у менеджера, который свяжется с вами для подтверждения заказа.
                                    </p>
                                    <h3>Что нужно сделать при получении товара курьером «ЧистыйЯ»? Памятка покупателю.</h3>
                                    <p>
                                        Получить товар может лицо, сделавшее заказ, или иное лицо, находящееся по указанному в заказе адресу и готовое оплатить и/или принять товар.
                                    </p>
                                    <p>
                                        При получении товара:
                                    </p>
                                    <ol>
                                        <li>Проверьте упаковку — она не должна быть нарушена.</li>
                                        <li>
                                            Вскройте упаковку и внимательно осмотрите внешний вид и комплектность товара (комплектация, как правило, обозначена в инструкции по эксплуатации, также данную информацию можно найти на официальном сайте
                                            производителя товара).
                                        </li>
                                        <li>Проверьте соответствие привезенного товара заказанному.</li>
                                        <li>Продавец демонстрирует и передает товар Покупателю в оригинальной упаковке производителя, в ассортименте и количестве, указанном в заказе.</li>
                                        <li>При отсутствии нареканий в момент приема товара, оплатите стоимость товара и оказанных услуг. Оплата производится в рублях.</li>
                                        <li>Подтвердите своей подписью в бланке заказа, что не имеете претензий к ассортименту, количеству, внешнему виду, комплектации товара.</li>
                                        <li>После приемки товара Покупателем, Продавец не принимает претензий по ассортименту, внешнему виду, количеству, соответствию полученного товара заказанному.</li>
                                    </ol>
                                    <h3>Какие документы принять вместе с товаром?</h3>
                                    <p>
                                        В момент приема товара Покупатель получает от Продавца следующие документы к товару:
                                    </p>
                                    <ul>
                                        <li>товарный и кассовый чеки.</li>
                                        <li>гарантийный талон с печатью Продавца, если товар является гарантийным или технически сложным.</li>
                                        <li>инструкцию по эксплуатации.</li>
                                    </ul>
                                    <p>
                                        <b>
                                            В случае оплаты на сайте или после выставления счета клиент получает от продавца УПД (универсальный передаточный документ). В случае оплаты наличными при получении клиент получает только чек! После совершения
                                            онлайн-покупки, ожидайте чек от Сбербанка на электронную почту.
                                        </b>
                                    </p>
                                </div>
                            </div>
                        </div>
                    </div>
                    <div class="questions-section ph--pointer">
                        <div class="question-body">
                            <div class="questions-title">
                                <h2 class="questions-title-text">Доставка в пригород и по Краснодарскому краю</h2>
                            </div>
                            <div class="questions-inner">
                                <div class="inner-text">
                                    <h3>Цена</h3>
                                    <p>
                                        Доставка заказов в пределах 20 километров от города — 700 рублей.
                                    </p>
                                    <p>
                                        Доставка заказов в пределах 50 километров от города — 1750 рублей.
                                    </p>
                                    <p>
                                        Стоимость доставки на расстояния свыше 50 км рассчитывается индивидуально, с учетом стоимости 1 км пути — 35 рублей.
                                    </p>
                                    <p>
                                        Доставка в пределах 20 км от города - БЕСПЛАТНО, при условии, что сумма заказа более 100 тысяч рублей.
                                    </p>
                                    <h3>Как оплатить?</h3>
                                    <p>
                                        Оплата возможна как онлайн, так и при получении, но только <b>при помощи наличного расчета, при условии стоимости товара не более 50 000 руб.</b> Доставка товаров юридическим лицам осуществляется только после полной
                                        оплаты счета.
                                    </p>
                                    <p><b>Доставка товара на расстояние свыше 20 км от города</b> осуществляется только по 100% предоплате!</p>
                                    <p>
                                        <a href="/payment/">Подробнее о способах оплаты.</a>
                                    </p>
                                    <h3>Условия</h3>
                                    <p>
                                        Доставка товаров в пригород Краснодара и по Краснодарскому краю осуществляется на следующий день (в некоторых случаях необходимо 3-5 дней для подготовки к отгрузке всех позиций в заказе) после оформления заказа.
                                    </p>
                                    <p>
                                        Время доставки с понедельника по субботу, с 12 до 18 часов, при условии 100% предоплаты безналичным путем. Ожидайте предварительного звонка водителя ориентировочно за 30 минут до времени прибытия.
                                    </p>
                                    <p>
                                        <b><i>Услуга выгрузки и подъема на этаж не предоставляется!</i></b>
                                    </p>
                                    <p>
                                        <b><i>Сотрудник, осуществляющий доставку товара, не является техническим специалистом, давать квалифицированную консультацию не может.</i></b>
                                    </p>
                                    <h3>Как оформить?</h3>
                                    <p>
                                        Оформить, уточнить дату, время и маршрут доставки, вы можете у менеджера, который свяжется с вами для подтверждения заказа.
                                    </p>
                                    <h3>Что нужно сделать при получении товара курьером «ЧистыйЯ»? Памятка покупателю.</h3>
                                    <p>
                                        Получить товар может лицо, сделавшее заказ, или иное лицо, находящееся по указанному в заказе адресу и готовое оплатить и/или принять товар.
                                    </p>
                                    <p>
                                        При получении товара:
                                    </p>
                                    <ol>
                                        <li>Проверьте упаковку — она не должна быть нарушена.</li>
                                        <li>
                                            Вскройте упаковку и внимательно осмотрите внешний вид и комплектность товара (комплектация, как правило, обозначена в инструкции по эксплуатации, также данную информацию можно найти на официальном сайте
                                            производителя товара).
                                        </li>
                                        <li>Проверьте соответствие привезенного товара заказанному.</li>
                                        <li>Продавец демонстрирует и передает товар Покупателю в оригинальной упаковке производителя, в ассортименте и количестве, указанном в заказе.</li>
                                        <li>При отсутствии нареканий в момент приема товара, оплатите стоимость товара и оказанных услуг. Оплата производится в рублях.</li>
                                        <li>Подтвердите своей подписью в бланке заказа, что не имеете претензий к ассортименту, количеству, внешнему виду, комплектации товара.</li>
                                        <li>После приемки товара Покупателем, Продавец не принимает претензий по ассортименту, внешнему виду, количеству, соответствию полученного товара заказанному.</li>
                                    </ol>
                                    <h3>Какие документы принять вместе с товаром?</h3>
                                    <p>
                                        В момент приема товара Покупатель получает от Продавца следующие документы к товару:
                                    </p>
                                    <ul>
                                        <li>товарный и кассовый чеки.</li>
                                        <li>гарантийный талон с печатью Продавца, если товар является гарантийным или технически сложным.</li>
                                        <li>инструкцию по эксплуатации.</li>
                                    </ul>
                                    <p>
                                        <b>
                                            В случае оплаты на сайте или после выставления счета клиент получает от продавца УПД (универсальный передаточный документ). В случае оплаты наличными при получении клиент получает только чек! После совершения
                                            онлайн-покупки, ожидайте чек от Сбербанка на электронную почту.
                                        </b>
                                    </p>
                                </div>
                            </div>
                        </div>
                    </div>
                    <div class="questions-section ph--pointer">
                        <div class="question-body">
                            <div class="questions-title">
                                <h2 class="questions-title-text">Доставка по России</h2>
                            </div>
                            <div class="questions-inner">
                                <div class="inner-text">
                                    <h3>Цена</h3>
                                    <p>
                                        Доставка заказов по России осуществляется из г. Краснодара <b>при условии 100% предоплаты за товар</b> транспортной компанией на ваш выбор. Доставка за товар может быть оплачена либо заранее, либо по факту получения
                                        товара в транспортной компании.
                                    </p>
                                    <p>
                                        При сумме покупки менее 2500 рублей - плата за доставку к офису транспортной компании в г. Краснодаре составляет 200 рублей.
                                    </p>
                                    <p>
                                        Если сумма вашего заказа превышает 2500 рублей, то доставка до транспортной компании осуществляется бесплатно!
                                    </p>
                                    <h3>Как оплатить?</h3>
                                    <p>Менеджер предложит вам несколько вариантов оплаты, о которых вы сможете прочитать <a href="/payment/">здесь.</a></p>
                                    <h3>Условия</h3>
                                    <p>
                                        Обратите внимание: срок отгрузки товара после перечисления денежных средств на расчетный счет компании составляет 1–3 дня (за исключением отдельно оговоренных сроков). Срок отгрузки товара с удаленного склада может
                                        составлять от 3 до 5 рабочих дней. При оформлении заказа на сайте укажите транспортную компанию, которую хотите использовать.
                                    </p>
                                    <p>
                                        Среди основных компаний, транспортными услугами которых можно воспользоваться:
                                    </p>
                                    <ul>
                                        <li>СДЭК;</li>
                                        <li>Деловые линии;</li>
                                        <li>ПЭК;</li>
                                        <li>Энергия;</li>
                                        <li>ЖелДорЭкспедиция;</li>
                                        <li>Мэйджик Транс;</li>
                                        <li>ЖелдорАльянс;</li>
                                        <li>Почта России;</li>
                                        <li>GTD (КИТ).</li>
                                    </ul>
                                    <p>
                                        Если вы хотите доставку другой компанией, укажите своё пожелание в комментарии к заказу. Информацию о тарифах и ориентировочной дате прибытия в ваш город, вы сможете самостоятельно уточнить на сайте перевозчика. Вес
                                        брутто, габаритные размеры уточняйте у наших менеджеров или на странице с товаром.
                                    </p>
                                    <h3>Как оформить?</h3>
                                    <p>
                                        Для оформления доставки по России, необходимо предоставить паспортные данные физического лица, либо данные организации (для юридических лиц). Оформите заказ, удобным для вас способом. Для вашего удобства, на сайте
                                        существует форма обратного звонка, заполните ее и наш менеджер свяжется с вами.
                                    </p>
                                    <p>
                                        При самостоятельном оформлении заказа, в ближайшее время, с вами свяжется менеджер для подтверждения заказа. Будьте готовы назвать выбранную вами транспортную компанию. Заказ вы можете самостоятельно оформить в любое
                                        время суток, обработает его менеджер с 7.00 до 21.00 по московскому времени, ежедневно, за исключением праздничных дней. В выходные дни заказ будет обработан с 9.00 до 18.00 по московскому времени.
                                    </p>
                                    <h3>Что нужно сделать при получении товара в транспортной компании? Памятка покупателю.</h3>
                                    <p>
                                        Обратите внимание, необходим паспорт клиента, физического лица, оформившего заказ, для подтверждения данных из транспортной накладной на товар.
                                    </p>
                                    <p>
                                        В случае если, товар получает сотрудник организации, ему нужно предъявить доверенность и приказ о праве подписи. Если товар получает директор организации, необходима только печать.
                                    </p>
                                    <ol>
                                        <li>Сравните вес посылки по накладной с реальными показателями (взвесьте посылку на весах).</li>
                                        <li>Оцените внешний вид упаковки. Целостность упаковки не должна быть нарушена.</li>
                                        <li>Вскройте упаковку и проверьте, все ли указанные позиции в наличии.</li>
                                        <li>Оцените внешний вид полученного инструмента (он не должен быть разбит и иметь какие-либо сколы).</li>
                                    </ol>
                                    <p>
                                        В случае обнаружения каких-либо недостатков, вам необходимо незамедлительно написать заявление-претензию в офисе транспортной компании. Если есть возможность, сфотографируйте товар. Помните, что если вы забрали товар
                                        из офиса транспортной компании и обнаружили недостатки по внешнему виду и целостности упаковки уже за пределами офиса, претензии приниматься не будут!
                                    </p>
                                    <h3>Какие документы принять вместе с товаром?</h3>
                                    <p>
                                        Вместе с товаром, в момент получения заказа в терминале транспортной компании, Покупатель получает от Продавца (ЧистыйЯ) следующие документы к товару:
                                    </p>
                                    <ol>
                                        <li>универсальный передаточный документ</li>
                                        <li>гарантийный талон, инструкцию (при наличии такой документации у товара).</li>
                                    </ol>
                                </div>
                            </div>
                        </div>
                    </div>
                    <div class="questions-section ph--pointer">
                        <div class="question-body">
                            <div class="questions-title">
                                <h2 class="questions-title-text">Самовывоз из пункта выдачи</h2>
                            </div>
                            <div class="questions-inner">
                                <div class="inner-text">
                                    <h3>Условия и оформление</h3>
                                    <p>
                                        Вы можете забрать товар самостоятельно из любого пункта выдачи, предварительно оплатив или зарезервировав заказ. Получите номер заказа и подтверждение в виде смс-оповещения, что заказ готов и находится в удобном для
                                        вас пункте выдачи заказов. В некоторых случаях необходимо 3-5 дней для того, чтобы подготовить к отгрузке все позиции в заказе с выбранного вами пункта. Вы можете забрать заказ из пункта самовывоза в течение трех
                                        дней, после его прибытия. Уточнить информацию вы можете у менеджера, который свяжется с вами для подтверждения заказа.
                                    </p>
                                    <h3>Что нужно сделать при получении товара в пункте выдаче? Памятка покупателю</h3>
                                    <p>
                                        Для получения товара из пункта самовывоза, Вам необходимо назвать номер заказа.
                                    </p>
                                    <p>
                                        При получении товара:
                                    </p>
                                    <ol>
                                        <li>Проверьте упаковку — она не должна быть нарушена.</li>
                                        <li>
                                            Вскройте упаковку и внимательно осмотрите внешний вид и комплектность товара (комплектация, как правило, обозначена в инструкции по эксплуатации, также данную информацию можно найти на официальном сайте
                                            производителя товара).
                                        </li>
                                        <li>Проверьте соответствие товара заказанному.</li>
                                        <li>Продавец демонстрирует и передает товар Покупателю в оригинальной упаковке производителя, в ассортименте и количестве, указанном в заказе.</li>
                                    </ol>
                                    <p>
                                        После приемки товара Покупателем, Продавец не принимает претензий по ассортименту, внешнему виду, количеству, соответствию полученного товара заказанному.
                                    </p>
                                    <h3>Какие документы принять вместе с товаром?</h3>
                                    <p>
                                        Вместе с товаром, Вы получите чек (или универсальный передаточный документ, если произвели оплату онлайн), подтверждающий покупку, гарантийный талон, инструкцию (при наличии такой документации на данный товар).
                                    </p>
                                </div>
                            </div>
                        </div>
                    </div>
                    <div class="content">
                        <p style="text-align:center;">
                            <b>Если у Вас остались или возникли вопросы по доставке, Вы можете связаться <a href="{{ route('contacts') }}">со специалистом интернет-магазина</a> или напишите нашему онлайн-консультанту.</b>
                        </p>
                        <p style="text-align:center;">
                            <b>Мы заботимся о здоровье покупателей и персонала. Поэтому в процессе доставки соблюдаются основные правила профилактики коронавирусной инфекции.</b>
                        </p>
                    </div>
                </div>
            </div>
        </div>
    </div>
@endsection

@push('scripts')
    <style>
        .questions-section {
            background:#fff;
            border:1px solid #E0E0E0;
            border-radius:4px;
            margin-bottom:15px;
            overflow:hidden;
            cursor: pointer;
        }
        .questions-section h2 {
            font-size: 23px;
        }
        .questions-section h3 {
            font-size: 20px;
        }
        .questions-section:hover {
            box-shadow: 0 2px 10px rgba(0,0,0,.1);
        }
        .questions-title {
            position:relative;
            padding:20px 25px;
        }
        .questions-title-text {
            font-size:20px;
            width:95%;
            margin: 0;
        }
        h1,h2,h3,h4 {
            color: #000000;
            font-weight: 400;
        }
        .questions-arrow-right {
            position:absolute;
            right:25px;
            top:43%;
        }
        .questions-inner {
            padding:0 25px 20px 25px;
            display:none;
        }
        .inner-text {
            font-size:15px;
            line-height:20px;
            width:95%;
        }
        .questions-arrow-right-active .questions-arrow-right {
            transform:rotateX(180deg);
        }
        .question-arrow {
            transition: .3s ease;
        }
        .questions-section-active .question-arrow {
            transform: rotateZ(-90deg);
        }
        .questions-section-active .questions-inner {
            display:block;
        }
        @media (max-width:540px) {
            .questions-title-text {
                font-size:16px;
            }
            .inner-text {
                font-size:14px;
            }
        }
        .thumb-wrap {
            position: relative;
            padding-bottom: 56.25%; /* задаёт высоту контейнера для 16:9 (если 4:3 — поставьте 75%) */
            height: 0;
            overflow: hidden;
        }
        .thumb-wrap iframe {
            position: absolute;
            top: 0;
            left: 0;
            width: 100%;
            height: 100%;
            border-width: 0;
            outline-width: 0;
        }

        .questions-section {
            display: flex;
            justify-content: space-between;
            align-items: start;
        }

        .question-body {
            width: 90%;
        }

        .question-arrow {
            margin-right: 35px;
            font-size: 25px;
            width: 10px;
            height: 20px;
            transform: rotateZ(90deg);
            margin-top: 22px;
        }
    </style>

    <script>
        // $('.questions-section').on('click', function () {
        //     this.toggleClass('questions-section-active questions-arrow-right-active');
        //     console.log(1);
        // });

        $(document).ready(function () {
            $('.questions-section').on('click', function () {
                $(this).toggleClass('questions-section-active questions-arrow-right-active');
                console.log(1);
            });
        });

        // document.querySelector('.questions-section').addEventListener('click', function () {
        //     console.log(1);
        // });
    </script>
@endpush
